Repository: JPPBoivin/teambrella-ios
Catalog: Teambrella/*.lproj/Proxy.strings
Languages: es

# Proxy.MyProxiesVC.indicatorTitle
source: My Proxies
es: Mis Proxies

# Proxy.UserIndexVC.indicatorTitle
source: Rating
es: Índice

# Proxy.SortVC.SortByHeader
source: SORT BY
es: ORDENAR POR

# Proxy.SortVC.Cell.Rating
source: Rating
es: Clasificación

# Proxy.SortVC.Cell.Rating.HighLow
source: HIGH-LOW
es: ALTO-BAJO

# Proxy.SortVC.Cell.Rating.LowHigh
source: LOW-HIGH
es: BAJO-ALTO

# Proxy.SortVC.Cell.Alphabetical
source: Alphabetical
es: Alfabético

# Proxy.ProxyForVC.header
source: TOTAL COMMISSION
es: COMISIÓN TOTAL

# Proxy.ProxyForVC.subtitle
source: WHO YOU'RE A PROXY FOR
es: ERES PROXY PARA

# Proxy.ProxyForCellBuilder.lastVoted
source: LAST VOTED:
es: VOTÓ POR ÚLTIMA VEZ:

# Proxy.MyProxiesVC.infoButton
source: Do you need some help?
es: ¿Necesita ayuda?

# Proxy.MyProxiesVC.decisions
source: DECISIONS
es: DECISIONES

# Proxy.MyProxiesVC.discussions
source: DISCUSSIONS
es: DISCUSIONES

# Proxy.MyProxiesVC.votingFreq
source: VOTING FREQ.
es: FREC. DE VOTACIÓN

# Proxy.MyProxiesVC.proxyRank
source: PROXY RANK
es: RANGO DE PROXY

# Proxy.UserIndexVC.proxyRank
source: PROXY RANK
es: RANGO DE PROXY

# Proxy.Empty.title
source: You don't have Proxy Voters yet
es: Todavía no tienes los Proxies

# Proxy.Empty.details
source: Please consider someone you trust to be your first Proxy Voter.
es: Por favor, considera a alguien en quien confías para nombrar a tu primero Proxy.

# Proxy.Empty.You.title
source: You’re not a Proxy Voter for anyone in the team
es: No estás Proxy de cualquier compañero del equipo

# Proxy.Empty.You.details
source: You can become a Proxy Voter by gaining trust of other teammates. Post your ideas, opinions and votes.
es: Tu puedes llegar a estar Proxy por ganar la confianza de otros compañeros del equipo. Publica tus ideas, opiniones e votos

# Proxy.UserIndexVC.optButton.title.in
source: Opt Into Rating
es: Optar en Calificación

# Proxy.UserIndexVC.optButton.title.out
source: Opt Out Of Rating
es: Optar por No Calificar

# Proxy.ProxyForVC.indicatorTitle
source: I Am Proxy For
es: Soy proxy para

# Proxy.ProxyForCellBuilder.neverVoted
source: NEVER VOTED
es: NUNCA VOTADO

# Proxy.UserIndexVC.allTeamsRating
source: ALL-TEAMS RATING
es: CLACIFICACIÓN
